Repository: ImagineSocial/Imagine-iOS
Catalog: *.lproj/Localizable.strings
Languages: de

source: Opinion, not a fact
de: Meinung, kein Fakt

source: Sensationalism
de: Sensationalismus

source: Pretentious
de: Angeberisch

source: Ignorant Thinking
de: Schwarz-Weiß-Denken

source: Edited Content
de: Bearbeitete Inhalte

source: Not listed
de: Andere

source: Hate against...
de: Hass gegen...

source: Disrespectful
de: Respektlos

source: Offensive
de: Beleidigend

source: Harassment
de: Belästigung

source: Racist
de: Rassistisch

source: Homophobic
de: Homophob

source: Violance Supporting
de: Gewaltunterstützend

source: Belittlement of suicide
de: Verharmlosung von Suizid

source: Disrespectful against religions
de: Inakzeptanz gegenüber Religionen

source: Denying of facts
de: Fakten verneinen

source: Conspiracy theory
de: Verschwörungstheorie

source: Pornography
de: Pornografie

source: Pedophilia
de: Pädophilie

source: Presentation of violance
de: Gewaltdarstellung

source: %d days ago
de: Vor %d Tagen

source: %d hours ago
de: Vor %d Stunden

source: enter_first_name
de: Schön, dass du hier bist! Wie lautet dein Vorname?

source: enter_second_name
de: Freut mich dich kennenzulernen %@. Wie ist dein Nachname?

source: enter_email
de: Wie ist deine Email-Adresse?

source: enter password
de: Was soll dein Passwort sein?

source: password must be safe
de: Das Passwort muss mindestens 6 Zeichen haben, und schon ein bisschen sicher sein!

source: approve apple rules
de: Stimmst du den Apple Nutzungsbedingungen zu und lädst keine unangebrachten Inhalte hoch?

source: approve GDPR rules
de: Mit der Registrierung akzeptierst du unsere Datenschutzerklärung und damit die Speicherung und Bearbeitung der eingegebenen Daten nach DSGVO-Vorgaben. Okay?

source: ready to go
de: Jetzt kannst du loslegen! Schau dich um und vergiss nicht deine E-Mail-Adresse zu bestätigen🙏 (vielleicht im Spam Ordner)

source: welcome to imagine
de: Herzlich Willkommen bei Imagine. Zu unseren Prinzipien gehören eine respektvolle und positive Stimmung & Respekt gegenüber anderen Meinungen und Ansichten.

source: need your help
de: Zur Sicherstellung dieser Prinzipien benötigen wir eure Hilfe. Verstöße können bei uns gemeldet werden und werden schnellstmöglich überprüft.

source: invalid email
de: Die angegebene Email-Adresse scheint nicht korrekt zu sein. Gib sie bitte erneut ein:

source: email already in use
de: Die Email-Adresse wird bereits bei uns verwendet. Bitte nutze eine andere:

source: signup_error
de: Irgendwas ist hier kaputt, versuch es bitte später nochmal!

source: signup_error_repeat_password
de: Deine beiden Passwörter stimmen nicht überein. Versuch es bitte noch einmal:

source: signup_error_weak_password
de: Das Passwort muss mindestens 6 Zeichen haben, und schon ein bisschen sicher sein!

source: cancel_signup_title
de: Anmeldung abbrechen?

source: cancel_signup_message
de: Möchtest du die Anmeldung abbrechen? Die aktuellen Eingaben gehen verloren.

source: cancel_stay_here
de: Hier bleiben

source: go_to_gdpr
de: Zur Vereinbarung

source: go_to_imagine
de: Zu Imagine

source: name_placeholder
de: Dein gewählter Vorname wird auf deinem Profil & in deinen Beiträgen für "Fremde" sichtbar sein

source: surname_placeholder
de: Dein Nachname wird nur für deine Freunde auf Imagine sichtbar sein

source: name_example_placeholder
de: Max

source: surname_example_placeholder
de: Mustermann

source: email_example_placeholder
de: mustermann@gmail.com

source: password_placeholder
de: Passwort

source: repeat_password_placeholder
de: Passwort wiederholen

source: login_password
de: Nun noch dein Kennwort und wir können loslegen!

source: login_error_email
de: Deine eingegebene Email-Adresse ist nicht korrekt

source: login_error_password
de: Dein Passwort ist nicht korrekt, versuche es erneut:

source: login_forgot_password
de: Gib deine EmailAdresse ein, damit wir dir eine Mail zum zurücksetzen deines Passwortes senden können.

source: forgot_password
de: Passwort vergessen

source: reset_password_title
de: Die E-Mail wurde gesendet

source: reset_password_message
de: Schau in dein Postfach, ändere dein Passwort und versuche es erneut. Bis gleich!

source: login_verify_email
de: Deine Email Adresse wurde noch nicht verifiziert. Sollen wir dir erneut eine Bestätigungs Email an %@ senden?

source: verify_email_send_again
de: Der Link wurde verschickt.

source: I agree
de: Ich stimme zu

source: next
de: Weiter

source: cancel
de: Abbrechen

source: consent: %d
de: Zustimmen: %d

source: doubt: %d
de: Zweifel: %d

source: back up
de: Nach oben

source: BSImagePicker.Done
de: Fertig

source: tap_blue_owen_title
de: Schau dir mal an was wir aus dem Netzwerk so alles machen könnten...

source: tap_blue_owen_message
de: Hast du schon auf den blauen Owen ↑ geklickt?

source: accept_cookies_title
de: Wir haben 'Cookies' bei Imagine

source: accept_cookies_message
de: Gemäß unseren Datenschutzrichtlinien möchten wir damit herausfinden, wie die User unsere App nutzen und welche Features beliebt sind. Anonymisiert natürlich! Du kannst die Einstellung auch jederzeit ändern.

source: to_gdpr
de: Zu den Datenschutzrichtlinien

source: accept_cookies
de: Ich akzeptiere Cookies

source: no_cookies
de: Keine Cookies
